Repository: dewakp/ALAFIAKALO
Catalog: IOS/ALAFIA/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ha, ig, pt, sw, yo, zh

source: Select which alert types you want to receive:
ar: اختر أنواع التنبيهات التي تريد استقبالها:
de: Wählen Sie, welche Benachrichtigungstypen Sie erhalten möchten:
es: Selecciona qué tipos de alertas deseas recibir:
fr: Sélectionner les types d'alertes que vous souhaitez recevoir :
ha: Zaɓi nawa jerin gargajiya da kuke so su iso:
ig: Họn ụdị ìsìsụ ị chọrọ ịnata:
pt: Selecione quais tipos de alerta deseja receber:
sw: Chagua aina gani za onyo unazotaka kupokea:
yo: Yan irú ìkìlọ tí o fẹ́ gba:
zh: 选择您要接收的提醒类型：

source: Select...
ar: اختر...
de: Auswählen...
es: Seleccionar...
fr: Sélectionner...
ha: Zaɓi...
ig: Họn...
pt: Selecionar...
sw: Chagua...
yo: Yan...
zh: 选择...

source: Select…
ar: اختر…
de: Auswählen…
es: Seleccionar…
fr: Sélectionner…
ha: Zaɓi…
ig: Họn…
pt: Selecionar…
sw: Chagua…
yo: Yan…
zh: 选择…

source: Send
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer
ha: Aika
ig: Ziga
pt: Enviar
sw: Tuma
yo: Fi Ranṣẹ
zh: 发送

source: Send Invitation
ar: إرسال دعوة
de: Einladung senden
es: Enviar Invitación
fr: Envoyer une invitation
ha: Aika Gayyata
ig: Ziga Ọrịa
pt: Enviar Convite
sw: Tuma Mwaliko
yo: Fi Ìpe Ranṣẹ
zh: 发送邀请

source: Send Reset Link
ar: إرسال رابط إعادة تعيين
de: Zurücksetzen-Link senden
es: Enviar Enlace de Restablecimiento
fr: Envoyer le lien de réinitialisation
ha: Aika Linkin Sake Saita
ig: Ziga Njikọ Mweghachi
pt: Enviar Link de Redefinição
sw: Tuma Kiungo cha Kuanzisha Upya
yo: Fi Ìjìnlẹ Tun Ṣeto Ranṣẹ
zh: 发送重置链接

source: Send the email again
ar: إعادة إرسال البريد الإلكتروني
de: E-Mail erneut senden
es: Enviar el correo de nuevo
fr: Renvoyer l'e-mail
ha: Sake kawo da imel
ig: Ziga email ahụ ọzọ
pt: Enviar o email novamente
sw: Tuma barua tena
yo: Imeeli náà tún rán
zh: 重新发送邮件

source: Separate foods with semicolons — ALAFIA will recognize this meal in future photos.
ar: افصل الأطعمة بفواصل منقوطة — ستتعرف ALAFIA على هذه الوجبة في الصور المستقبلية.
de: Lebensmittel mit Semikolons trennen — ALAFIA erkennt diese Mahlzeit in zukünftigen Fotos.
es: Separa los alimentos con punto y coma — ALAFIA reconocerá esta comida en futuras fotos.
fr: Séparez les aliments par des points-virgules — ALAFIA reconnaîtra ce repas dans les futures photos.
ha: Raba abinci da semicolons — ALAFIA zai gane wannan abinci a cikin hotuna na gida.
ig: Kewaa nri site na semicolons — ALAFIA ga-amata nri a na foto ndị na-abịa.
pt: Separe os alimentos com ponto-e-vírgula — ALAFIA reconhecerá esta refeição em futuras fotos.
sw: Tenga chakula kwa semicolons — ALAFIA itajua hii chakula katika picha za baadaye.
yo: Pípin àwọn oúnjẹ pẹ̀lú semicolons — ALAFIA yóò mọ̀ oúnjẹ yìí nínú àwọn fọ́tò iwájú.
zh: 用分号分隔食物——ALAFIA 将在未来的照片中识别此餐食。

source: Serial
ar: متسلسل
de: Seriennummer
fr: Numéro de série
ha: Jeri
yo: Ìlọsíìlọ
zh: 序列号

source: Series
ar: سلسلة
de: Serie
es: Serie
fr: Série
ha: Jeri
pt: Série
sw: Mfululizo
yo: Ìlọsíìlọ
zh: 系列

source: Serving size
ar: حجم الحصة
de: Portionsgröße
es: Tamaño de porción
fr: Portion
ha: Girman abin da ake bugi
ig: Oke nnukwu
pt: Tamanho da porção
sw: Kiasi cha huduma
yo: Iye ìpín
zh: 份量

source: Session #
ar: الجلسة رقم
de: Sitzung Nr.
es: Sesión #
fr: Séance n°
pt: Sessão nº
sw: Kikao #
yo: Ìpele #
zh: 疗程 #

source: Session #%lld
ar: الجلسة رقم %lld
de: Sitzung Nr. %lld
es: Sesión #%lld
fr: Séance n°%lld
pt: Sessão nº%lld
sw: Kikao #%lld
yo: Ìpele #%lld
zh: 疗程 #%lld

source: Session Complete!
ar: اكتملت الجلسة!
de: Sitzung abgeschlossen!
es: ¡Sesión completada!
fr: Séance terminée !
ha: Session Ya Gama!
ig: Session Rụchara!
pt: Sessão concluída!
sw: Kikao Kimalizike!
yo: Ìpele Pari!
zh: 疗程完成！

source: Session Info
ar: معلومات الجلسة
de: Sitzungsinformationen
es: Información de sesión
fr: Infos séance
ha: Bayani na Session
ig: Ozi Session
pt: Informações da sessão
sw: Taarifa ya Kikao
yo: Ìfitánì Ìpele
zh: 疗程信息

source: Session Timeout
ar: انتهاء مهلة الجلسة
de: Sitzungs-Timeout
es: Tiempo de sesión agotado
fr: Délai d'expiration de la séance
ha: Lokacin Session Ya Ƙare
pt: Tempo de sessão expirado
sw: Muda wa Kikao Umekwisha
yo: Àkókò Ìpele Pẹ̀
zh: 疗程超时

source: Session Type
ar: نوع الجلسة
de: Sitzungstyp
es: Tipo de sesión
fr: Type de séance
ha: Nau'in Session
ig: Ụdị Session
pt: Tipo de sessão
sw: Aina ya Kikao
yo: Irú Ìpele
zh: 疗程类型

source: Sessions
ar: الجلسات
de: Sitzungen
es: Sesiones
fr: Séances
pt: Sessões
sw: Vikao
yo: Àwọn ìpele
zh: 疗程

source: Set as Primary
ar: تعيين كأساسي
de: Als Primär festlegen
es: Establecer como principal
fr: Définir comme principal
ha: Saita a matsayin Babbar
ig: Tụọ dị ka Isi
pt: Definir como principal
sw: Weka kama Kuu
yo: Ṣe àkọ́kọ́
zh: 设为主要

source: Set End Date
ar: تعيين تاريخ الانتهاء
de: Enddatum festlegen
es: Establecer fecha de fin
fr: Définir la date de fin
ha: Saita Ranar Ƙarshe
ig: Tụọ Ụbọchị Mụ
pt: Definir data de término
sw: Weka Tarehe ya Mwisho
yo: Ṣe àkókò ìparí
zh: 设置结束日期

source: Set End Time
ar: تعيين وقت الانتهاء
de: Endzeit festlegen
es: Establecer hora de fin
fr: Définir l'heure de fin
ha: Saita Lokacin Ƙarshe
ig: Tụọ Oge Mụ
pt: Definir hora de término
sw: Weka Saa ya Mwisho
yo: Ṣe àkókò ìparí
zh: 设置结束时间

source: Set Expiry Date
ar: تعيين تاريخ الانتهاء
de: Ablaufdatum festlegen
es: Establecer fecha de vencimiento
fr: Définir la date d'expiration
ha: Saita Ranar Ƙarshe
ig: Tụọ Ụbọchị Mụ
pt: Definir data de validade
sw: Weka Tarehe ya Kuishia
yo: Ṣe àkókò ìparí
zh: 设置过期日期

source: Set Primary
ar: تعيين كأساسي
de: Als Primär festlegen
es: Establecer como principal
fr: Définir comme principal
ha: Saita Babbar
ig: Tụọ Isi
pt: Definir como principal
sw: Weka Kama Kuu
yo: Ṣe àkọ́kọ́
zh: 设为主要

source: Set Start Time
ar: تعيين وقت البدء
de: Startzeit festlegen
es: Establecer hora de inicio
fr: Définir l'heure de début
ha: Saita Lokacin Farawa
ig: Tụọ Oge Malite
pt: Definir hora de início
sw: Weka Saa ya Kuanza
yo: Ṣe àkókò ìbẹ̀rẹ̀
zh: 设置开始时间

source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
ha: Saitunan
ig: Ntọhapụ
pt: Configurações
sw: Mipangilio
yo: Àwọn ìtumọ̀
zh: 设置

source: Settings updated successfully
ar: تم تحديث الإعدادات بنجاح
de: Einstellungen erfolgreich aktualisiert
es: Configuración actualizada correctamente
fr: Paramètres mis à jour avec succès
ha: Saitunan an sabunta da nasara
ig: Njikwa megharịrị nke ọma
pt: Configurações atualizadas com sucesso
sw: Mipango imesasishwa
yo: Àwọn ìtumọ̀ ṣàtúnṣe dáadáa
zh: 设置更新成功

source: Severity
ar: الشدة
de: Schweregrad
es: Gravedad
fr: Gravité
ha: Tsanani
ig: Oke Njọ
pt: Gravidade
sw: Kiwango cha Ukali
yo: Ìwọ̀n ìyalẹ̀nu
zh: 严重程度

source: Severity Levels
ar: مستويات الشدة
de: Schweregrade
es: Niveles de gravedad
fr: Niveaux de gravité
ha: Matakan Tsanani
ig: Oke Njọ
pt: Níveis de gravidade
sw: Viwango vya Ukali
yo: Àwọn ìwọ̀n ìyalẹ̀nu
zh: 严重程度等级

source: Sex at Birth
ar: الجنس عند الولادة
de: Biologisches Geschlecht
es: Sexo al nacer
fr: Sexe à la naissance
ha: Jinsi a Haihuwa
ig: Okike Mmadụ
pt: Sexo ao nascer
sw: Jinsia Wakati wa Kuzaliwa
yo: Ìbámu Ní Ìbílẹ̀
zh: 出生时性别

source: Sex at Birth (locked)
ar: الجنس عند الولادة (مقفل)
de: Biologisches Geschlecht (gesperrt)
es: Sexo al nacer (bloqueado)
fr: Sexe à la naissance (verrouillé)
ha: Jinsi a Haihuwa (kulle)
ig: Okike Mmadụ (mechiri)
pt: Sexo ao nascer (bloqueado)
sw: Jinsia Wakati wa Kuzaliwa (imefungwa)
yo: Ìbámu Ní Ìbílẹ̀ (tì)
zh: 出生时性别（已锁定）

source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
ha: Raba
ig: Kekọrịta
pt: Partilhar
sw: Sambaza
yo: Pín
zh: 分享

source: Share PDF
ar: مشاركة ملف PDF
de: PDF teilen
es: Compartir PDF
fr: Partager le PDF
ha: Raba PDF
ig: Kekọrịta PDF
pt: Partilhar PDF
sw: Sambaza PDF
yo: Pín PDF
zh: 分享 PDF

source: Share Records
ar: مشاركة السجلات
de: Aufzeichnungen teilen
es: Compartir registros
fr: Partager les dossiers
ha: Raba Bayani
ig: Kekọrịta Ndekọ
pt: Partilhar registos
sw: Sambaza Rekodi
yo: Pín Àwọn ìfitánì
zh: 分享记录

source: Shared with you: %@
ar: مشارك معك: %@
de: Mit dir geteilt: %@
es: Compartido contigo: %@
fr: Partagé avec vous : %@
ha: An raba tare da kai: %@
ig: Kekọritara gị: %@
pt: Partilhado consigo: %@
sw: Imesambazwa kwako: %@
yo: A pín fún ọ: %@
zh: 与您分享：%@

source: Shopping List
ar: قائمة التسوق
de: Einkaufsliste
es: Lista de compras
fr: Liste d'achats
ha: Jerin Satin
ig: Ndepụta Azụ
pt: Lista de compras
sw: Orodha ya Ununuzi
yo: Àtòjọ Rà
zh: 购物清单

source: Shortness of Breath
ar: ضيق التنفس
de: Kurzatmigkeit
es: Falta de aire
fr: Essoufflement
ha: Gaggawa na Numfashi
ig: Ume Ume
pt: Falta de ar
sw: Upungufu wa Pumzi
yo: Ìfẹ́ẹ̀ Ẹ̀mí
zh: 呼吸困难

source: Show password
ar: إظهار كلمة المرور
de: Passwort anzeigen
es: Mostrar contraseña
fr: Afficher le mot de passe
ha: Nuna kalmar sirri
ig: Gosi paswọọdụ
pt: Mostrar palavra-passe
sw: Onyesha neno la siri
yo: Fihàn ọ̀rọ̀ ìdáramọ̀
zh: 显示密码

source: Side effects
ar: آثار جانبية
de: Nebenwirkungen
es: Efectos secundarios
fr: Effets secondaires
ha: Tasirin gida
ig: Mmetụta ọjọọ
pt: Efeitos secundários
sw: Athari za upande
yo: Àwọn ìpá
zh: 副作用

source: Side Effects
ar: الآثار الجانبية
de: Nebenwirkungen
es: Efectos secundarios
fr: Effets secondaires
ha: Tasirin Gida
ig: Mmetụta Ọjọọ
pt: Efeitos secundários
sw: Athari za Upande
yo: Àwọn ìpá
zh: 副作用

source: Side effects: %@
ar: آثار جانبية: %@
de: Nebenwirkungen: %@
es: Efectos secundarios: %@
fr: Effets secondaires : %@
ha: Tasirin gida: %@
ig: Mmetụta ọjọọ: %@
pt: Efeitos secundários: %@
sw: Athari za upande: %@
yo: Àwọn ìpá: %@
zh: 副作用：%@

source: Side Effects: %@
ar: الآثار الجانبية: %@
de: Nebenwirkungen: %@
es: Efectos secundarios: %@
fr: Effets secondaires : %@
ha: Tasirin Gida: %@
ig: Mmetụta Ọjọọ: %@
pt: Efeitos secundários: %@
sw: Athari za Upande: %@
yo: Àwọn ìpá: %@
zh: 副作用：%@

source: Sign
ar: توقيع
de: Unterschreiben
es: Firmar
fr: Signer
ha: Sanya hannu
ig: Banyere
pt: Assinar
sw: Saini
yo: Ìfọ̀kan
zh: 签名

source: Sign In
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ha: Shiga
ig: Banye
pt: Iniciar sessão
sw: Ingia
yo: Wọ inú
zh: 登录

source: Sign in with Password
ar: تسجيل الدخول بكلمة المرور
de: Mit Passwort anmelden
es: Iniciar sesión con contraseña
fr: Se connecter avec un mot de passe
ha: Shiga tare da Kalmar Sirri
ig: Banye site na Paswọọdụ
pt: Iniciar sessão com palavra-passe
sw: Ingia kwa Neno la Siri
yo: Wọ inú pẹ̀lú ọ̀rọ̀ ìdáramọ̀
zh: 使用密码登录

source: Sign off on this session
ar: الموافقة على هذه الجلسة
de: Diese Sitzung bestätigen
es: Autorizar esta sesión
fr: Valider cette séance
ha: Sanya hannu akan wannan session
ig: Kwado session a
pt: Confirmar esta sessão
sw: Saini hii kikao
yo: Ìfọ̀kan ìpele yìí
zh: 确认此疗程

source: Sign out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
ha: Fita
ig: Pụọ
pt: Terminar sessão
sw: Toka
yo: Lọ sílẹ̀
zh: 登出

source: Sign Out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
ha: Fita
ig: Pụta
pt: Terminar sessão
sw: Toka
yo: Jáde
zh: 登出

source: Sign Up
ar: إنشاء حساب
de: Registrieren
es: Registrarse
fr: S'inscrire
ha: Zama Memba
ig: Debanye
pt: Criar conta
sw: Jisajili
yo: Forúkọsílẹ̀
zh: 注册

source: Sign-off
ar: إنهاء الجلسة
de: Abmeldung
es: Cierre de sesión
fr: Validation
ha: Kashe
ig: Mechie
pt: Encerramento
sw: Kuishia
yo: Ìparí
zh: 签署

source: Signed
ar: موقّع
de: Unterzeichnet
es: Firmado
fr: Signé
ha: An sanya hannu
ig: Edepụtara
pt: Assinado
sw: Kimetia
yo: Ìparí
zh: 已签署

source: Signed content: DOES NOT MATCH the signed hash
ar: المحتوى الموقّع: لا يطابق بصمة التوقيع
de: Unterzeichneter Inhalt: STIMMT NICHT mit dem signierten Hash überein
es: Contenido firmado: NO COINCIDE con el hash firmado
fr: Contenu signé : NE CORRESPOND PAS au hash signé
ha: Abin da aka sanya hannu: BA YA DACE da hash ɗin da aka sanya hannu
ig: Edepụtara ihe: ADỊGHỊ agbaghara na edepụtara hash
pt: Conteúdo assinado: NÃO CORRESPONDE ao hash assinado
sw: Maudhui yaliyotia: HAYAFANANI na hash iliyotia
yo: Àkọ̀le tí a ìparí: kò bá àmì hash tí a ìparí
zh: 签署内容：与签署哈希值不匹配

source: Signed content: never signed — nothing to check
ar: المحتوى الموقّع: لم يتم توقيعه مطلقاً — لا يوجد ما يتحقق منه
de: Unterzeichneter Inhalt: nie unterzeichnet — nichts zu überprüfen
es: Contenido firmado: nunca se firmó — nada que verificar
fr: Contenu signé : jamais signé — rien à vérifier
ha: Abin da aka sanya hannu: ba a taɓa sanya hannu - babu abin da za a bincika
ig: Edepụtara ihe: ọ dịbeghị edepụta — ọ dịghị ihe iji lelee
pt: Conteúdo assinado: nunca foi assinado — nada a verificar
sw: Maudhui yaliyotia: haijatia kamwe — hakuna cha kuangalia
yo: Àkọ̀le tí a ìparí: kò tíì ìparí — ohun kan kò sí láti ṣayẹ̀wò
zh: 签署内容：从未签署 — 无法检查

source: Signed content: unchanged since sign-off
ar: المحتوى الموقّع: لم يتغيّر منذ إنهاء الجلسة
de: Unterzeichneter Inhalt: seit Abmeldung unverändert
es: Contenido firmado: sin cambios desde el cierre de sesión
fr: Contenu signé : inchangé depuis la signature
ha: Abin da aka sanya hannu: ba ya canja tun lokacin kashe
ig: Edepụtara ihe: ọ dịghị mgbanwe kemgbe mechie
pt: Conteúdo assinado: inalterado desde o encerramento
sw: Maudhui yaliyotia: haijabadilika tangu kuishia
yo: Àkọ̀le tí a ìparí: kò yípò láti ìparí
zh: 签署内容：自签署后未更改

source: Sitting Dia
ar: ضغط الدم الانقباضي جالساً
de: Sitzend Dia
es: Dia sentado
fr: Dia assis
ha: Dia (zaune)
ig: Dia Ọnọdụ
pt: Dia Sentado
sw: Dia Kuketi
zh: 坐位舒张压

source: Sitting Sys
ar: ضغط الدم الانبساطي جالساً
de: Sitzend Sys
es: Sys sentado
fr: Sys assis
ha: Sys (zaune)
ig: Sys Ọnọdụ
pt: Sis Sentado
sw: Sys Kuketi
zh: 坐位收缩压

source: Sleep
ar: النوم
de: Schlaf
es: Sueño
fr: Sommeil
ha: Barci
ig: Ụra
pt: Sono
sw: Usingizi
yo: Ìsùn
zh: 睡眠

source: Sleep & Energy
ar: النوم والطاقة
de: Schlaf & Energie
es: Sueño y energía
fr: Sommeil et énergie
ha: Barci & Karfi
ig: Ụra & Ike
pt: Sono e Energia
sw: Usingizi & Nishati
yo: Ìsùn & Agbára
zh: 睡眠与精力

source: Sleep hours
ar: ساعات النوم
de: Schlafstunden
es: Horas de sueño
fr: Heures de sommeil
ha: Awonnin barci
ig: Awa ụra
pt: Horas de sono
sw: Saa za usingizi
yo: Àwọn wákàtí ìsùn
zh: 睡眠时数

source: Sleep Quality
ar: جودة النوم
de: Schlafqualität
es: Calidad del sueño
fr: Qualité du sommeil
ha: Ingancin Barci
ig: Ụra Mma
pt: Qualidade do Sono
sw: Ubora wa Usingizi
yo: Ìlọ́ Ìsùn
zh: 睡眠质量

source: Sleep Quality: %lld/10
ar: جودة النوم: %lld/10
de: Schlafqualität: %lld/10
es: Calidad del sueño: %lld/10
fr: Qualité du sommeil : %lld/10
ha: Ingancin Barci: %lld/10
ig: Ụra Mma: %lld/10
pt: Qualidade do Sono: %lld/10
sw: Ubora wa Usingizi: %lld/10
yo: Ìlọ́ Ìsùn: %lld/10
zh: 睡眠质量：%lld/10

source: Smoking
ar: التدخين
de: Rauchen
es: Tabaquismo
fr: Tabagisme
ha: Shan taba
ig: Iku anụ
pt: Tabagismo
sw: Kuvuta sigara
yo: Ìtúbọ̀
zh: 吸烟

source: SMS Notifications
ar: إشعارات SMS
de: SMS-Benachrichtigungen
es: Notificaciones SMS
fr: Notifications SMS
ha: Sanarwa ta SMS
ig: Ọkwa SMS
pt: Notificações SMS
sw: Arifa za SMS
yo: Awọn Ìkilo SMS
zh: 短信通知

source: Snacks
ar: الوجبات الخفيفة
es: Refrigerios
fr: Collations
ha: Abincin gida
ig: Nri Nta
pt: Lanches
sw: Karamu
yo: Àwọn oúnjẹ kékeré
zh: 零食

source: Solo Practice
ar: عيادة فردية
de: Einzelpraxis
es: Práctica individual
fr: Cabinet solo
ha: Aiki na Kai
ig: Ọrụ Naanị Otu
pt: Consultório Individual
sw: Kliniki ya Mtu Mmoja
yo: Iṣẹ́ Ẹ̀kọ́
zh: 独立执业

source: Solution
ar: محلول
de: Lösung
es: Solución
ha: Maganin
ig: Ihe Ọ Pụtara
pt: Solução
sw: Suluhisho
yo: Ọ̀rọ̀
zh: 方案

source: Sources
ar: المصادر
de: Quellen
es: Fuentes
ha: Tushe
ig: Isi Mmalite
pt: Fontes
sw: Vyanzo
yo: Àwọn ìtọ́níṣọ́
zh: 来源

source: Sources & Citations
ar: المصادر والمراجع
de: Quellen & Zitate
es: Fuentes y citas
fr: Sources et citations
ha: Tushe & Marubuta
ig: Isi Mmalite & Nkwupụta
pt: Fontes e Citações
sw: Vyanzo & Marejeo
yo: Àwọn ìtọ́níṣọ́ & Àwọn Àlàyé
zh: 来源与引用

source: Speaker #%lld
ar: المتحدث #%lld
de: Sprecher #%lld
es: Orador #%lld
fr: Intervenant #%lld
ha: Mai magana #%lld
ig: Onye Kwuru Okwu #%lld
pt: Palestrante #%lld
sw: Msemaji #%lld
yo: Olùkọ̀rọ̀ #%lld
zh: 发言人 #%lld

source: Speaker #%lld:
ar: المتحدث #%lld:
de: Sprecher #%lld:
es: Orador #%lld:
fr: Intervenant #%lld :
ha: Mai magana #%lld:
ig: Onye Kwuru Okwu #%lld:
pt: Palestrante #%lld:
sw: Msemaji #%lld:
yo: Olùkọ̀rọ̀ #%lld:
zh: 发言人 #%lld：

source: Specialist Physician
ar: طبيب متخصص
de: Facharzt
es: Médico especialista
fr: Médecin spécialiste
ha: Likita Mukhtar
ig: Dọkịta Ọkachamara
pt: Médico Especialista
sw: Daktari Mtaalamu
yo: Onímọ̀ Ìlera Àpẹ̀rẹ̀
zh: 专科医生

source: Specialty
ar: التخصص
de: Fachbereich
es: Especialidad
fr: Spécialité
ha: Sana'a
ig: Ọkachamara
pt: Especialidade
sw: Utaalamu
yo: Ìpín Ìlera
zh: 专科

source: Specialty & Practice
ar: التخصص والعيادة
de: Fachbereich & Praxis
es: Especialidad y práctica
fr: Spécialité et cabinet
ha: Sana'a & Aiki
ig: Ọkachamara & Ọrụ
pt: Especialidade e Consultório
sw: Utaalamu & Kliniki
yo: Ìpín Ìlera & Iṣẹ́
zh: 专科与执业

source: Stage
ar: المرحلة
de: Stadium
es: Estadio
fr: Stade
ha: Matakin
ig: Ọkwa
pt: Estágio
sw: Hatua
yo: Ipele
zh: 阶段

source: Stand Dia
ar: ضغط الدم الانقباضي واقفاً
de: Stehend Dia
es: Dia de pie
fr: Dia debout
ha: Dia (tsaye)
ig: Dia Guzo
pt: Dia em Pé
sw: Dia Kusimama
zh: 站立舒张压

source: Stand HR
ar: نبض القلب واقفاً
de: Stehend HF
es: FC de pie
fr: FC debout
ha: HR (tsaye)
ig: HR Guzo
pt: FC em Pé
sw: HR Kusimama
zh: 站立心率

source: Stand Sys
ar: ضغط الدم الانبساطي واقفاً
de: Stehend Sys
es: Sys de pie
fr: Sys debout
ha: Sys (tsaye)
ig: Sys Guzo
pt: Sis em Pé
sw: Sys Kusimama
zh: 站立收缩压

source: Standard
ar: معياري
es: Estándar
ha: Daidai
ig: Ụkọ
pt: Padrão
sw: Kawaida
yo: Àkọ́kọ́
zh: 标准

source: Start
ar: ابدأ
es: Comenzar
fr: Démarrer
ha: Fara
ig: Malite
pt: Iniciar
sw: Anza
yo: Bẹ̀rẹ̀
zh: 开始

source: Start a Conversation
ar: ابدأ محادثة
de: Gespräch beginnen
es: Iniciar una conversación
fr: Commencer une conversation
ha: Fara Tattaunawa
ig: Malite Mkparịta Ụka
pt: Iniciar uma Conversa
sw: Anza Mazungumzo
yo: Bẹ̀rẹ̀ Ọ̀rọ̀
zh: 开始对话

source: Start by logging your mood or trying a breathing exercise
ar: ابدأ بتسجيل حالتك المزاجية أو جرّب تمرين التنفس
de: Beginnen Sie, Ihre Stimmung zu protokollieren oder versuchen Sie eine Atemübung
es: Comienza registrando tu estado de ánimo o prueba un ejercicio de respiración
fr: Commencez par enregistrer votre humeur ou essayer un exercice de respiration
ha: Fara ta hanyar rubuta jajirinka ko gwada motsa numfashi
ig: Malite site n'ịdebanye ọnọdụ obi gị ma ọ bụ ịnwale mmega iku ume
pt: Comece registrando seu humor ou experimentando um exercício de respiração
sw: Anza kwa kuandika hali yako au jaribu zoezi la kupumua
yo: Bẹ̀rẹ̀ nípa ìbáṣepọ̀ àyípadà rẹ tàbí gbìyànjú ẹ̀kó ẹ̀mi
zh: 从记录您的心情或尝试呼吸练习开始

source: Start Date (YYYY-MM-DD)
ar: تاريخ البداية (YYYY-MM-DD)
de: Startdatum (YYYY-MM-DD)
es: Fecha de inicio (AAAA-MM-DD)
fr: Date de début (AAAA-MM-JJ)
ha: Ranar Farawa (YYYY-MM-DD)
ig: Ụbọchị Malite (YYYY-MM-DD)
pt: Data de Início (AAAA-MM-DD)
sw: Tarehe ya Kuanza (YYYY-MM-DD)
yo: Ọjọ́ Ibẹ̀rẹ̀ (YYYY-MM-DD)
zh: 开始日期 (YYYY-MM-DD)

source: Start Exercise
ar: ابدأ التمرين
de: Training starten
es: Comenzar ejercicio
fr: Commencer l'exercice
ha: Fara Motsa jiki
ig: Malite Mmega
pt: Iniciar Exercício
sw: Anza Zoezi
yo: Bẹ̀rẹ̀ Ẹ̀kọ́
zh: 开始运动

source: Start Time
ar: وقت البداية
de: Startzeit
es: Hora de inicio
fr: Heure de début
ha: Lokacin Farawa
ig: Oge Malite
pt: Hora de Início
sw: Wakati wa Kuanza
yo: Àkókò Ibẹ̀rẹ̀
zh: 开始时间

source: Start Time (e.g. 08:00)
ar: وقت البداية (مثلاً 08:00)
de: Startzeit (z. B. 08:00)
es: Hora de inicio (p. ej. 08:00)
fr: Heure de début (p. ex. 08:00)
ha: Lokacin Farawa (misali 08:00)
ig: Oge Malite (dị ka 08:00)
pt: Hora de Início (ex. 08:00)
sw: Wakati wa Kuanza (k.m. 08:00)
yo: Àkókò Ibẹ̀rẹ̀ (àpẹ̀ẹ̀rẹ̀ 08:00)
zh: 开始时间 (例如 08:00)

source: Stat
ar: فوري
ha: Nan take
ig: Ozugbo
pt: Imediato
sw: Haraka
yo: Ìjìjìn
zh: 统计

source: State / Province
ar: الولاية / المقاطعة
de: Bundesland / Provinz
es: Estado / Provincia
fr: État / Province
ha: Jiha / Lardin
ig: Steeti / Mpaghara
pt: Estado / Província
sw: Jimbo / Mkoa
yo: Ìpínlẹ̀ / Ìlú
zh: 州/省

source: Statistics
ar: الإحصائيات
de: Statistiken
es: Estadísticas
fr: Statistiques
ha: Kididdiga
ig: Ihe Omume
pt: Estatísticas
sw: Takwimu
yo: Ìwọ̀n-ọ̀rọ̀
zh: 统计

source: Status
ar: الحالة
es: Estado
fr: Statut
ha: Yanayin
ig: Ọnọdụ
pt: Estado
sw: Hali
yo: Ìṣẹ̀lẹ̀
zh: 状态

source: Steps
ar: الخطوات
de: Schritte
es: Pasos
fr: Pas
ha: Mataki
ig: Nzọ Ụkwụ
pt: Passos
sw: Hatua
yo: Àwọn ìsẹ̀
zh: 步数

source: Stop
ar: إيقاف
de: Stopp
es: Detener
fr: Arrêter
ha: Tsaya
ig: Kwụsị
pt: Parar
sw: Acha
yo: Dáwọ́
zh: 停止

source: Storage
ar: التخزين
de: Speicherung
es: Almacenamiento
fr: Stockage
ha: Ajiya
ig: Ebe Ịchekwa
pt: Armazenamento
sw: Hifadhi
yo: Ipamọ́
zh: 存储

source: Store results
ar: حفظ النتائج
de: Ergebnisse speichern
es: Guardar resultados
fr: Enregistrer les résultats
ha: Ajiye sakamakon
ig: Chekwa Nsonaazụ
pt: Guardar resultados
sw: Hifadhi matokeo
yo: Tọ́jú àwọn èsì
zh: 保存结果

source: Straining
ar: الإجهاد عند التبول
de: Anstrengung
es: Esfuerzo
fr: Effort
ha: Ɗagewa
ig: Ike Ịchọ
pt: Esforço
sw: Matatizo ya kukamatia
yo: Ìfọ̀
zh: 用力

source: Streak
ar: السلسلة
de: Streifen
es: Racha
fr: Série
ha: Launi
ig: Ahịhịa
pt: Sequência
sw: Mstari
yo: Ìlà
zh: 条纹

source: Stress
ar: الإجهاد
es: Estrés
ha: Damuwa
ig: Nchegbu Obi
sw: Mkazo
yo: Ìdárayá
zh: 压力

source: Stress: %lld/10
ar: الإجهاد: %lld/10
es: Estrés: %lld/10
ha: Damuwa: %lld/10
ig: Nchegbu Obi: %lld/10
sw: Mkazo: %lld/10
yo: Ìdárayá: %lld/10
zh: 压力：%lld/10

source: Sub-specialty
ar: التخصص الفرعي
de: Fachbereich
es: Subespecialidad
fr: Sous-spécialité
ha: Ƙaramin sana'a
ig: Ụdị Ọrụ Nkụ
pt: Subespecialidade
sw: Utaalam wa ziada
yo: Ìpín-iṣẹ́
zh: 专科

source: Submit
ar: إرسال
de: Absenden
es: Enviar
fr: Soumettre
ha: Aika
ig: Ziga
pt: Enviar
sw: Tuma
yo: Gbé sílẹ̀
zh: 提交

source: Submit a community health report
ar: إرسال تقرير صحة مجتمعي
de: Einen Gesundheitsbericht der Gemeinde einreichen
es: Enviar un informe de salud comunitaria
fr: Soumettre un rapport de santé communautaire
ha: Aika rahotannin jama'ar lafiya
ig: Ziga akụkọ ahụike obodo
pt: Enviar um relatório de saúde comunitária
sw: Tuma ripoti ya afya ya jamii
yo: Gbé ìròyìn àlúfáà ìlú sílẹ̀
zh: 提交社区健康报告

source: Submit Report
ar: إرسال التقرير
de: Bericht absenden
es: Enviar Informe
fr: Soumettre le rapport
ha: Aika Rahotannin
ig: Ziga Akụkọ
pt: Enviar Relatório
sw: Tuma Ripoti
yo: Gbé Ìròyìn Sílẹ̀
zh: 提交报告

source: Subscribe
ar: الاشتراك
de: Abonnieren
es: Suscribirse
fr: S'abonner
ha: Liɗa
ig: Tinye Aha
pt: Subscrever
sw: Jisajili
yo: Ṣe àbò
zh: 订阅

source: Subscriber
ar: المشترك
de: Abonnent
es: Suscriptor
fr: Abonné
ha: Mai liɗi
ig: Onye Tinyere Aha
pt: Subscritor
sw: Mjumbe
yo: Onítọ́jú
zh: 订阅者

source: Subscriber Name
ar: اسم المشترك
de: Name des Abonnenten
es: Nombre del Suscriptor
fr: Nom de l'abonné
ha: Sunan mai liɗi
ig: Aha Onye Tinyere Aha
pt: Nome do Subscritor
sw: Jina la Mjumbe
yo: Orúkọ Onítọ́jú
zh: 订阅者名称

source: Subscription
ar: الاشتراك
de: Abonnement
es: Suscripción
fr: Abonnement
ha: Liɗi
ig: Ịtinye Aha
pt: Subscrição
sw: Usajili
yo: Ìtọ́jú
zh: 订阅

source: Substances
ar: المواد
de: Stoffe
es: Sustancias
ha: Abubuwa
ig: Ihe Ndị Ọzọ
pt: Substâncias
sw: Vitu
yo: Àwọn ohun
zh: 物质

source: Suffix
ar: اللاحقة
es: Sufijo
fr: Suffixe
ha: Ƙari
ig: Ihe Agbakwunyere
pt: Sufixo
sw: Kambizo
yo: Ìkẹ́kọ̀ọ̀
zh: 后缀

source: Suggestions
ar: الاقتراحات
de: Vorschläge
es: Sugerencias
ha: Shawarwari
ig: Ndụmọdụ
pt: Sugestões
sw: Mapendekezo
yo: Àwọn ìmọ̀ràn
zh: 建议
